-- phpMyAdmin SQL Dump
-- version 3.5.0
-- http://www.phpmyadmin.net
--
-- 主机: 127.0.0.1
-- 生成日期: 2015 年 10 月 08 日 13:08
-- 服务器版本: 5.1.46-community
-- PHP 版本: 5.3.29

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- 数据库: `s598266db0`
--

-- --------------------------------------------------------

--
-- 表的结构 `ms_type`
--

CREATE TABLE IF NOT EXISTS `ms_type` (
  `tid` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(23) NOT NULL COMMENT '栏目名称',
  `fid` int(4) NOT NULL,
  PRIMARY KEY (`tid`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=137 ;

--
-- 转存表中的数据 `ms_type`
--

INSERT INTO `ms_type` (`tid`, `name`, `fid`) VALUES
(26, '碳审计师', 23),
(25, '高级能源审计师', 23),
(24, '高级能源管理师', 23),
(23, '视频课程区', 0),
(17, 'PPP项目', 10),
(16, '行业资讯', 10),
(15, '国家政策', 10),
(14, '课程回顾', 10),
(13, '专家团队', 10),
(12, '视频教程', 10),
(11, '培训课程', 10),
(10, '培训专区', 0),
(6, 'PPP资讯', 1),
(5, '视频课程', 1),
(4, '合同能源管理', 1),
(3, '能源管理体系', 1),
(2, '培训课程', 1),
(1, '最新资讯', 0),
(27, '节能技术', 23),
(28, '空调节能技术', 23),
(29, '节能量计量', 23),
(30, '节能改造', 23),
(31, 'LED照明', 23),
(38, '人才推荐', 0),
(39, '能源领域', 38),
(40, '低碳领域', 38),
(41, '投融资领域', 38),
(42, '物联网领域', 38),
(50, '培训安排', 0),
(51, '培训课程', 50),
(52, '能源管理体系', 50),
(53, '合同能源管理', 50),
(54, '视频课程', 50),
(55, 'PPP资讯', 50),
(60, '人才库', 0),
(61, '培训课程', 60),
(62, '能源管理体系', 60),
(63, '合同能源管理', 60),
(64, '视频课程', 60),
(65, 'PPP资讯', 60),
(70, '投融资领域', 0),
(71, '培训课程', 70),
(72, '视频教程', 70),
(73, '专家团队', 70),
(74, '课程回顾', 70),
(75, '国家政策', 70),
(76, '行业资讯', 70),
(77, 'PPP项目', 70),
(80, '能源领域', 0),
(81, '培训课程', 80),
(82, '视频教程', 80),
(83, '专家团队', 80),
(84, '课程回顾', 80),
(85, '国家政策', 80),
(86, '行业资讯', 80),
(87, '节能技术', 80),
(88, '合同能源管理', 80),
(90, '低碳领域', 0),
(91, '培训课程', 90),
(92, '视频教程', 90),
(93, '专家团队', 90),
(94, '课程回顾', 90),
(95, '国家政策', 90),
(96, '行业资讯', 90),
(97, '碳交易', 90),
(98, '证书样本', 90),
(89, '证书样本', 80),
(110, '互联网领域', 0),
(111, '培训课程', 110),
(112, '视频教程', 110),
(113, '专家团队', 110),
(114, '课程回顾', 110),
(115, '国家政策', 110),
(116, '行业资讯', 110),
(120, '职业资格', 0),
(121, '培训课程', 120),
(122, '视频教程', 120),
(123, '专家团队', 120),
(124, '课程回顾', 120),
(125, '国家政策', 120),
(126, '行业资讯', 120),
(130, '质量安全', 0),
(131, '培训课程', 130),
(132, '视频教程', 130),
(133, '专家团队', 130),
(134, '课程回顾', 130),
(135, '国家政策', 130),
(136, '行业资讯', 130);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
